tap "alexnabokikh/tfsort"
tap "ekristen/tap"
tap "fluxcd/tap"
tap "jwbargsten/misc"
tap "norwoodj/tap"
tap "romkatv/powerlevel10k"
tap "spacelift-io/spacelift"

brew "ansible"
brew "asdf"
brew "bat"
brew "buildpacks/tap/pack"
brew "cmake"
brew "duti"
brew "ekristen/tap/aws-nuke"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-lfs"
brew "goreleaser"
brew "gpg"
brew "gnupg"
brew "helm"
brew "hopenpgp-tools"
brew "hub"
brew "jq"
brew "kind"
brew "kubectx"
brew "kubie"
brew "kustomize"
brew "mas"
brew "openssh"
brew "pinentry-mac"
brew "podman"
brew "protobuf"
brew "rbenv"
brew "ripgrep"
brew "sops"
brew "spacelift-io/spacelift/spacectl"
brew "telnet"
brew "terraform-docs"
brew "tfsort"
brew "tmux"
brew "tree"
brew "wget"
brew "yadm"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "yubikey-personalization"
brew "zsh-syntax-highlighting"
brew "oh-my-posh"

brew "fluxcd/tap/flux"
brew "norwoodj/tap/helm-docs"

cask "arc"
cask "alfred"
cask "discord"
cask "docker"
cask "elgato-camera-hub"
cask "elgato-stream-deck"
cask "elgato-wave-link"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "moom"
cask "mutedeck"
cask "obs"
cask "obsidian"
cask "session-manager-plugin"
cask "sequel-ace"
cask "sublime-text"
cask "synology-drive"
cask "chatgpt"
cask "1password/tap/1password-cli"
cask "1password"
cask "zoom"

mas "Amphetamine", id: 937984704
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "In Your Face: Meeting Reminder", id: 1476964367
mas "Next Meeting", id: 1017470484
