tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jwbargsten/misc"
tap "norwoodj/tap"
tap "romkatv/powerlevel10k"

brew "ansible"
brew "asdf"
brew "bat"
brew "cmake"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-lfs"
brew "gpg"
brew "gnupg"
brew "helm"
brew "hopenpgp-tools"
brew "hub"
brew "jq"
brew "kubectx"
brew "kubie"
brew "kustomize"
brew "mas"
brew "pinentry-mac"
brew "podman"
brew "protobuf"
brew "rbenv"
brew "ripgrep"
brew "sops"
brew "telnet"
brew "terraform-docs"
brew "tmux"
brew "tree"
brew "wget"
brew "yadm"
brew "yarn"
brew "ykman"
brew "yubikey-personalization"
brew "zsh-syntax-highlighting"

brew "fluxcd/tap/flux"
brew "jwbargsten/misc/defbro"
brew "norwoodj/tap/helm-docs"
brew "romkatv/powerlevel10k/powerlevel10k"

cask "alfred"
cask "camo-studio"
cask "discord"
cask "docker"
cask "fantastical"
cask "google-chrome"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "ngrok"
cask "postman"
cask "sequel-ace"
cask "spaceman"
cask "sublime-text"
cask "1password"

mas "Amphetamine", id: 937984704
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
